Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Editing stops**: click anywhere on the gradient bar to insert a stop in the color it already shows there, drag stops to move them, click one to change its color, and remove it with the **−** button or the **Delete** key. Two stops is the minimum.
ar: **توقفات التحرير**: انقر في أي مكان على شريط التدرج لإدراج نقطة توقف باللون الذي تظهره بالفعل هناك، واسحب التوقفات لتحريكها، وانقر فوق واحدة لتغيير لونها، ثم قم بإزالتها باستخدام الزر **−** أو مفتاح **Delete**. محطتين هو الحد الأدنى.
ca: **Edició de parades**: feu clic a qualsevol lloc de la barra de degradat per inserir una parada en el color que ja hi mostra, arrossegueu les parades per moure-les, feu clic a una per canviar-ne el color i elimineu-la amb el botó **−** o la tecla **Suprimeix**. Dues parades és el mínim.
cs: **Zarážky úprav**: kliknutím kamkoli na pruh přechodu vložíte zarážku do barvy, která se tam již zobrazuje, přetažením zarážky je přesunete, kliknutím na jednu změníte její barvu a odeberete ji pomocí tlačítka **−** nebo klávesy **Smazat**. Dvě zastávky jsou minimum.
da: **Redigeringsstop**: klik hvor som helst på gradientlinjen for at indsætte et stop i den farve, det allerede viser der, træk stop for at flytte dem, klik på et for at ændre dets farve, og fjern det med knappen **−** eller **Delete**-tasten. To stop er minimum.
de: **Stopps bearbeiten**: Klicke irgendwo auf die Verlaufsleiste, um einen Stopp in der dort angezeigten Farbe einzufügen, zieh Stopps, um sie zu verschieben, klicke auf einen, um seine Farbe zu ändern, und entferne ihn mit der Taste **−** oder der **Rückschritttaste**. Mindestens zwei Stopps sind nötig.
el: **Η επεξεργασία σταματά**: κάντε κλικ οπουδήποτε στη γραμμή διαβάθμισης για να εισαγάγετε μια στάση στο χρώμα που εμφανίζεται ήδη εκεί, σύρετε τις στάσεις για να τις μετακινήσετε, κάντε κλικ σε μία για να αλλάξετε το χρώμα της και αφαιρέστε την με το κουμπί **−** ή το πλήκτρο **Διαγραφή**. Δύο στάσεις είναι το ελάχιστο.
es: **Editar puntos de color**: haz clic en cualquier punto de la barra del degradado para insertar un punto con el color que ya muestra ahí, arrastra los puntos para moverlos, haz clic en uno para cambiar su color y elimínalo con el botón **−** o la tecla **Suprimir**. El mínimo son dos puntos.
fa: **ویرایش نقطه‌های رنگ**: روی هر جای نوار گرادیان کلیک کنید تا نقطه‌ای با همان رنگی که آن‌جا دیده می‌شود اضافه شود؛ نقطه‌ها را برای جابه‌جایی بکشید، روی یکی کلیک کنید تا رنگش را تغییر دهید، و با دکمهٔ **−** یا کلید **Delete** حذفش کنید. حداقل دو نقطه لازم است.
fi: **Muokkauspysähdykset**: napsauta mitä tahansa liukuväripalkin kohtaa lisätäksesi pysähdyksen siinä näkyvään väriin, siirrä pysähdyksiä vetämällä niitä, napsauta yhtä muuttaaksesi sen väriä ja poista se **−**-painikkeella tai **Poista**-näppäimellä. Kaksi pysähdystä on minimi.
fr: **Modifier les arrêts** : cliquez n'importe où sur la barre de dégradé pour insérer un arrêt de la couleur déjà affichée à cet endroit, faites glisser les arrêts pour les déplacer, cliquez sur l'un d'eux pour changer sa couleur et supprimez-le avec le bouton **−** ou la touche **Supprimer**. Il faut au moins deux arrêts.
he: **עצירות עריכה**: לחץ במקום כלשהו בסרגל ההדרגתיות כדי להוסיף עצירה בצבע שהוא כבר מראה שם, גרור עצירות כדי להזיז אותן, לחץ על אחת כדי לשנות את הצבע שלה, והסר אותה באמצעות כפתור **-** או מקש **מחק**. שתי עצירות זה המינימום.
hr: **Uređivanje stanica**: kliknite bilo gdje na traci gradijenta da biste umetnuli točku u boji koju već prikazuje, povucite točke da biste ih premjestili, kliknite jednu da biste promijenili boju i uklonite je pomoću gumba **−** ili tipke **Delete**. Dva zaustavljanja su minimum.
hu: **Szerkesztési leállások**: kattintson bárhová a színátmenet sávon, hogy beszúrjon egy pontot az ott látható színbe, húzza az ütközőket az áthelyezésükhöz, kattintson valamelyikre a szín megváltoztatásához, és távolítsa el a **−** gombbal vagy a **Delete** billentyűvel. Két megálló a minimum.
id: **Pengeditan berhenti**: klik di mana saja pada bilah gradien untuk menyisipkan tanda berhenti pada warna yang sudah ditampilkan di sana, seret berhenti untuk memindahkannya, klik salah satu untuk mengubah warnanya, dan hapus dengan tombol **−** atau tombol **Hapus**. Minimal dua perhentian.
it: **Modifica dei punti colore**: fai clic in un punto qualsiasi della barra della sfumatura per inserire un punto con il colore già visibile lì, trascina i punti per spostarli, fai clic su uno per cambiarne il colore e rimuovilo con il pulsante **−** o con il tasto **Elimina**. Il minimo è di due punti.
ja: **ストップの編集**: グラデーションバーの任意の場所をクリックすると、その位置の色でストップが挿入されます。ストップはドラッグで移動、クリックで色の変更、**−** ボタンまたは **Delete** キーで削除ができます。ストップは最低2個必要です。
ko: **정지점 편집**: 그라디언트 막대의 아무 곳이나 클릭하면 그 위치에 보이는 색상으로 정지점이 추가됩니다. 정지점을 드래그하여 옮기고, 클릭하여 색상을 바꾸고, **−** 버튼이나 **Delete** 키로 제거합니다. 정지점은 최소 2개가 필요합니다.
ms: **Pengeditan berhenti**: klik di mana-mana pada bar kecerunan untuk memasukkan hentian dalam warna yang telah ditunjukkan di sana, seret hentian untuk mengalihkannya, klik satu untuk menukar warnanya dan alih keluarnya dengan butang **−** atau kekunci **Padam**. Dua perhentian adalah minimum.
nl: **Bewerkingsstops**: klik ergens op de verloopbalk om een stop in te voegen in de kleur die hij daar al toont, sleep stops om ze te verplaatsen, klik op één om de kleur te wijzigen en verwijder deze met de **−** knop of de **Delete**-toets. Twee stops is het minimum.
no: **Redigeringsstopp**: klikk hvor som helst på gradientlinjen for å sette inn et stopp i fargen den allerede viser der, dra stopper for å flytte dem, klikk på en for å endre fargen, og fjern den med **−**-knappen eller **Slett**-tasten. To stopp er minimum.
pl: **Przystanki edycji**: kliknij w dowolnym miejscu paska gradientu, aby wstawić znacznik w kolorze, który już tam jest, przeciągnij znaczniki, aby je przesunąć, kliknij jeden, aby zmienić jego kolor i usuń go za pomocą przycisku **−** lub klawisza **Usuń**. Dwa przystanki to minimum.
pt_br: **Edição das paradas**: clique em qualquer lugar da barra de gradiente para inserir uma parada com a cor que já aparece ali, arraste as paradas para movê-las, clique em uma para mudar a cor e remova-a com o botão **−** ou a tecla **Delete**. O mínimo são duas paradas.
pt_pt: **Paradas de edição**: clique em qualquer lugar da barra de gradiente para inserir uma parada na cor que ela já mostra, arraste as paradas para movê-las, clique em uma para alterar sua cor e remova-a com o botão **−** ou a tecla **Excluir**. Duas paradas é o mínimo.
ro: **Opriri de editare**: faceți clic oriunde pe bara de gradient pentru a insera o oprire în culoarea pe care o arată deja acolo, trageți opriri pentru a le muta, faceți clic pe una pentru a-i schimba culoarea și eliminați-o cu butonul **−** sau tasta **Șterge**. Două opriri este minim.
ru: **Редактирование опорных точек**: нажмите в любом месте полосы градиента, чтобы вставить точку того цвета, который там уже виден; перетаскивайте точки, чтобы перемещать их; нажмите точку, чтобы изменить ее цвет; удалите ее кнопкой **−** или клавишей **Delete**. Минимум — две точки.
sk: **Zarážky úprav**: kliknutím kamkoľvek na pruh prechodu vložíte zarážku vo farbe, ktorá sa tam už zobrazuje, potiahnutím zastávok ich presuniete, kliknutím na jednu zmeníte jej farbu a odstránite ju tlačidlom **−** alebo klávesom **Odstrániť**. Dve zastávky sú minimum.
sl: **Urejanje postaj**: kliknite kjer koli na vrstici preliva, da vstavite postajo v barvi, ki je tam že prikazana, povlecite postaje, da jih premaknete, kliknite enega, da spremenite barvo, in ga odstranite z gumbom **−** ali tipko **Delete**. Dva postanka sta najmanj.
sv: **Redigeringsstopp**: klicka var som helst på övertoningsfältet för att infoga ett stopp i färgen det redan visar där, dra stopp för att flytta dem, klicka på ett för att ändra dess färg och ta bort det med **−**-knappen eller **Delete**-tangenten. Två stopp är minimum.
th: **การแก้ไขจุดหยุด**: คลิกที่ใดก็ได้บนแถบไล่ระดับสีเพื่อแทรกจุดหยุดในสีที่แสดงอยู่แล้ว ลากจุดหยุดเพื่อย้าย คลิกจุดใดจุดหนึ่งเพื่อเปลี่ยนสี และลบออกด้วยปุ่ม **−** หรือปุ่ม **ลบ** สองจุดเป็นขั้นต่ำ
tr: **Durakları düzenleme**: renk geçişi çubuğunda herhangi bir yere tıklayarak orada görünen renkte bir durak ekleyin, durakları sürükleyerek taşıyın, rengini değiştirmek için bir durağa tıklayın ve **−** düğmesiyle ya da **Sil** tuşuyla kaldırın. En az iki durak gerekir.
uk: **Редагування точок**: клацніть будь-де на смузі градієнта, щоб додати точку того кольору, який там уже видно; перетягуйте точки, щоб переміщувати їх; клацніть точку, щоб змінити її колір; вилучайте її кнопкою **−** або клавішею **Delete**. Мінімум — дві точки.
ur: **ایڈیٹنگ اسٹاپس**: پہلے سے نظر آنے والے رنگ میں اسٹاپ داخل کرنے کے لیے گریڈینٹ بار پر کہیں بھی کلک کریں، اسٹاپ کو منتقل کرنے کے لیے ڈریگ کریں، اس کا رنگ تبدیل کرنے کے لیے ایک پر کلک کریں، اور **-** بٹن یا **ڈیلیٹ** کلید کے ساتھ اسے ہٹا دیں۔ دو اسٹاپ کم سے کم ہیں۔
vi: **Điểm dừng chỉnh sửa**: nhấp vào bất kỳ đâu trên thanh chuyển màu để chèn điểm dừng vào màu mà nó đã hiển thị ở đó, kéo điểm dừng để di chuyển chúng, nhấp vào một điểm để thay đổi màu và xóa điểm đó bằng nút **−** hoặc phím **Xóa**. Hai điểm dừng là tối thiểu.
zh_hans: **编辑色标**：点按渐变条上的任意位置，即可以该处显示的颜色插入色标；拖动色标可移动它，点按色标可更改其颜色，使用 **−** 按钮或 **Delete** 键可将其移除。至少需要两个色标。
zh_hant: **編輯色標**：按一下漸層列上的任何位置，即可以該處顯示的顏色插入色標；拖移色標可移動位置，按一下色標可更改其顏色，按 **−** 按鈕或 **Delete** 鍵可將其移除。最少需要兩個色標。

source: **Editor tour** — **Replay Tour** runs the first-run coach marks again over your open project.
ar: **جولة المحرر** — **جولة الإعادة** تدير علامات المدرب التي يتم تشغيلها لأول مرة مرة أخرى على مشروعك المفتوح.
ca: **Visita de l'editor** — **Replay Tour** torna a executar les marques de l'entrenador de primera execució sobre el vostre projecte obert.
cs: **Prohlídka editoru** — **Replay Tour** znovu spustí známky prvního spuštění na vašem otevřeném projektu.
da: **Editor-rundvisning** — **Replay Tour** kører de første løbs trænermærker igen over dit åbne projekt.
de: **Editor-Tour** – **Tour wiederholen** zeigt die Einführungshinweise erneut über deinem geöffneten Projekt.
el: **Περιήγηση συντάκτη** — **Επαναληπτική περιήγηση** εκτελεί ξανά τα σημάδια του προπονητή πρώτης εκτέλεσης πάνω από το ανοιχτό έργο σας.
es: **Recorrido por el editor**: **Repetir recorrido** vuelve a mostrar las indicaciones del primer uso sobre el proyecto abierto.
fa: **تور ویرایشگر** — **بازپخش تور** راهنماهای شروع کار را دوباره روی پروژهٔ باز شما نمایش می‌دهد.
fi: **Editor Tour** — **Replay Tour** suorittaa ensimmäisen kerran valmentajan arvosanat uudelleen avoimen projektisi aikana.
fr: **Visite de l'éditeur** — **Revoir la visite** relance les bulles d'aide du premier lancement sur le projet ouvert.
he: **סיור עורך** - **סיור חוזר** מריץ שוב את סימני המאמן של הריצה הראשונה על הפרויקט הפתוח שלך.
hr: **Obilazak uređivača** — **Ponovni obilazak** ponovno prikazuje oznake trenera prve vožnje preko vašeg otvorenog projekta.
hu: **Szerkesztői körút** — A **Replay Tour** ismét lefuttatja az első futamú edzői pontokat a nyitott projekten.
id: **Tur Editor** — **Replay Tour** menjalankan kembali tanda pelatih yang dijalankan pertama kali pada proyek terbuka Anda.
it: **Tour dell'editor**: **Ripeti tour** mostra di nuovo i suggerimenti del primo avvio sul progetto aperto.
ja: **エディタツアー** — **ツアーを再生** で、初回起動時のコーチマークを開いているプロジェクト上でもう一度表示します。
ko: **편집기 둘러보기** — **다시 둘러보기**를 누르면 열려 있는 프로젝트에서 첫 실행 안내를 다시 보여 줍니다.
ms: **Lawatan editor** — **Lawatan Semula** menjalankan markah jurulatih larian pertama sekali lagi atas projek terbuka anda.
nl: **Editortour** — **Replay Tour** voert de eerste run-coachmarkeringen opnieuw uit over uw open project.
no: **Editor-omvisning** — **Replay Tour** kjører førstegangs-trenermerkene igjen over ditt åpne prosjekt.
pl: **Wycieczka redaktora** — **Wycieczka powtórkowa** ponownie wyświetla pierwsze oceny trenera w otwartym projekcie.
pt_br: **Tour do editor** — **Repetir tour** mostra de novo as dicas guiadas da primeira execução sobre o projeto aberto.
pt_pt: **Tour do editor** — **Tour de repetição** executa novamente as marcas do treinador da primeira execução em seu projeto aberto.
ro: **Turul editorului** — **Turul Replay** rulează din nou notele antrenorului de la prima rulare pe proiectul tău deschis.
ru: **Обзор редактора** — **Повторить обзор** снова показывает подсказки первого запуска поверх открытого проекта.
sk: **Prehliadka editora** — **Prehliadka opakovania** znova spustí prvé spustené značky kouča na vašom otvorenom projekte.
sl: **Predstavitev urejevalnika** — **Ponovna predstavitev** znova zažene oznake trenerja prve vožnje po vašem odprtem projektu.
sv: **Editor-turné** — **Replay Tour** kör första-run-tränarmärkena igen över ditt öppna projekt.
th: **ทัวร์ชมบรรณาธิการ** — **เล่นซ้ำทัวร์** ดำเนินการตามเครื่องหมายโค้ชวิ่งครั้งแรกอีกครั้งในโปรเจ็กต์ที่เปิดอยู่ของคุณ
tr: **Düzenleyici turu** — **Turu Yeniden Oynat**, ilk açılıştaki yönlendirme ipuçlarını açık projenizin üzerinde yeniden gösterir.
uk: **Огляд редактора** — **Повторити огляд** ще раз показує підказки першого запуску поверх відкритого проєкту.
ur: **ایڈیٹر ٹور** — **ری پلے ٹور** آپ کے کھلے پروجیکٹ پر پہلے رن والے کوچ کے نشانات کو دوبارہ چلاتا ہے۔
vi: **Chuyến tham quan của biên tập viên** — **Replay Tour** chạy lại điểm huấn luyện lần đầu cho dự án mở của bạn.
zh_hans: **编辑器导览**——**重新播放导览** 会在你打开的项目上再次显示首次使用时的指引提示。
zh_hant: **編輯器導覽**——**重新播放導覽**會在你開啟的專案上再次執行首次使用的指引提示。

source: **Esc** deselects shapes; press again to deselect the row.
ar: **Esc** يلغي تحديد الأشكال؛ اضغط مرة أخرى لإلغاء تحديد الصف.
ca: **Esc** deselecciona les formes; premeu de nou per deseleccionar la fila.
cs: **Esc** zruší výběr tvarů; dalším stisknutím zrušíte výběr řádku.
da: **Esc** fravælger former; tryk igen for at fravælge rækken.
de: **Esc** hebt die Auswahl der Formen auf; ein zweites Drücken hebt die Auswahl der Zeile auf.
el: Το **Esc** αποεπιλέγει σχήματα. πατήστε ξανά για να αποεπιλέξετε τη σειρά.
es: **Esc** deselecciona las formas; púlsala otra vez para deseleccionar la fila.
fa: **Esc** انتخاب شکل‌ها را لغو می‌کند؛ دوباره بزنید تا انتخاب ردیف هم لغو شود.
fi: **Esc** poistaa muotojen valinnan; paina uudelleen poistaaksesi rivin valinnan.
fr: **Échap** désélectionne les formes ; appuyez à nouveau pour désélectionner la ligne.
he: **Esc** מבטל את הבחירה בצורות; לחץ שוב כדי לבטל את בחירת השורה.
hr: **Esc** poništava odabir oblika; ponovno pritisnite za poništavanje odabira retka.
hu: **Esc** megszünteti az alakzatok kijelölését; nyomja meg újra a sor kijelölésének törléséhez.
id: **Esc** membatalkan pilihan bentuk; tekan lagi untuk membatalkan pilihan baris.
it: **Esc** deseleziona le forme; premilo di nuovo per deselezionare la riga.
ja: **Esc** で図形の選択を解除します。もう一度押すと行の選択が解除されます。
ko: **Esc**를 누르면 도형 선택이 해제되고, 한 번 더 누르면 행 선택이 해제됩니다.
ms: **Esc** menyahpilih bentuk; tekan sekali lagi untuk menyahpilih baris.
nl: **Esc** deselecteert vormen; druk nogmaals om de rij te deselecteren.
no: **Esc** fjerner valget av former; trykk igjen for å velge bort raden.
pl: **Esc** odznacza kształty; naciśnij ponownie, aby odznaczyć wiersz.
pt_br: **Esc** desmarca as formas; pressione novamente para desmarcar a linha.
pt_pt: **Esc** desmarca as formas; pressione novamente para desmarcar a linha.
ro: **Esc** deselectează formele; apăsați din nou pentru a deselecta rândul.
ru: **Esc** снимает выделение с фигур; нажмите еще раз, чтобы снять выделение со строки.
sk: **Esc** zruší výber tvarov; opätovným stlačením zrušíte výber riadku.
sl: **Esc** prekliče izbor oblik; znova pritisnite, da prekličete izbor vrstice.
sv: **Esc** avmarkerar former; tryck igen för att avmarkera raden.
th: **Esc** ยกเลิกการเลือกรูปร่าง กดอีกครั้งเพื่อยกเลิกการเลือกแถว
tr: **Esc** şekillerin seçimini kaldırır; satırın seçimini kaldırmak için yeniden basın.
uk: **Esc** знімає вибір із фігур; натисніть ще раз, щоб зняти вибір із рядка.
ur: **Esc** شکلیں غیر منتخب کرتا ہے۔ قطار کو غیر منتخب کرنے کے لیے دوبارہ دبائیں۔
vi: **Esc** bỏ chọn hình dạng; nhấn lại để bỏ chọn hàng.
zh_hans: **Esc** 取消选择形状；再按一次可取消选择行。
zh_hant: **Esc** 取消選取形狀；再按一次則取消選取列。
